Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/presideanta-savva-lihku-odda-bismii.html.tmx
Source language: sme
Languages: smj

source: Presideanta sávvá lihku ođđa bismii / Sártnit ja artihkkalat / Sámediggeráđđi / Organisašuvdnastruktuvra / Sámedikki birra / Sámediggi - Sametinget
smj: Presidænnta sávvá vuorbev ådå biskoahppaj / Håla ja tjállaga / Sámedikkeráde / Organisasjåvnå struktuvrra / Sámmedikke birra / Sámedigge - Sametinget

source: Presideanta sávvá lihku ođđa bismii
smj: Presidænnta sávvá vuorbev ådå biskoahppaj

source: Sámedikki presideanta dovddaha, ođđa bismma nammadeami oktavuođas Davvi-Hålogalándda bismagottis, ahte lea ilus go ođđa bisma dovdá bures sámi diliid.
smj: Ådå biskåhpa nammadusá gáktuj Nuortta-Hålogalánda bisspaguovlon sárnnu Sámedikke presidænnta ávov gå ådå biskåhpan li buorre diedo sáme vidjurijs.

source: - Mun háliidan sávvat lihku proavásii Olav Øygard:ii go lea nammaduvvon ođđa bismanDavvi-Hålogalándda bismagottis, dadjá Sámedikki presideanta Aili Keskitalo.
smj: - Sidáv vuorbev sávvat pråvsståj Olav Øygard nammadusájn ådå biskoahppan Nuortta-Hålogalánda bisspaguovlon, javllá Sámedikke presidænnta Aili Keskitalo.

source: Presidentii lea deaŧalaš go Davvi-Hålogalándda bisma dovdá bures sámi servodaga ja girkoeallima.
smj: Presidænntaj la ájnas gå Nuortta-Hålogalánda biskåhpan li buorre diedo sáme sebrudagás ja girkkoiellemis.

source: - Girkus lea guovddáš sadji sámi servodagas, ja lea deaŧalaš ahte bisma dovdá bures sámi diliid, árgabeaivvi ja vuoiŋŋalaš eallima.
smj: - Girkkon le guovdásj sadje sáme sebrudagán, ja ájnas la gå biskåhpan li buorre diedo sáme vidjurijda, árggabiejve iellemij ja vuojŋalasj iellemij.

source: Olav Øygard nammadeapmi čuovvu dan buori árbevieru bismagottis, ja mun lean sihkar ahte son máhtuinis sámi servodaga ja sámegiela birra deavdá bures Per Oskar Kjølåsa saji, dadjá Keskitalo.
smj: Olav Øygardav nammadit tjuovvu dan hárráj buorre dábijt bisspaguovlon, ja gå sujna li dárkkelis diedo goappátjagá sáme sebrudahkaj ja sámegiellaj, de lav mån sihkar sån sjaddá Per Oskar Kjølåsa árvvogis tjuovvoliddjen, javllá Keskitalo.
